---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCornice
source: html/94477f00-1799-602b-b2f6-f6df10620107.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCornice Property

Could not create Wall Sweep. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCornice { get; }
```